<?php
    include "header.php";
    include "components/core.php";
?>
    <main>
        <section>
            <h2>О нас</h2>
            <p>GameForge Studios - это творческая команда, увлеченная разработкой захватывающих компьютерных игр! Наша цель - создавать уникальные игровые миры, в которые игроки могут погрузиться и насладиться каждым моментом приключений. Мы объединяем опытных разработчиков, дизайнеров, художников и любителей игр, чтобы порождать магию виртуальной реальности. Присоединяйтесь к GameForge Studios и дайте жизнь вашим самым смелым игровым фантазиям!</p>
        </section>
        <section>
            <h2>Наши игры</h2>
            <div class="game">
                <img src="img/game1.jpg" alt="Game 1">
                <h3>Finji</h3>
                <p>Finji - захватывающая компьютерная игра, в которой игроки погружаются в удивительный мир приключений и загадок. Отправляйтесь в увлекательное путешествие, исследуя разнообразные локации, встречая удивительных персонажей и решая умопомрачительные головоломки. Графика высокого качества, захватывающий сюжет и возможность принимать решения, влияющие на развитие сюжета, делают Finji незабываемым игровым опытом. Готовы ли Вы к встрече с невероятными приключениями?</p>
                <a href="#">Купить</a>
            </div>
            <div class="game">
                <img src="img/game2.jpg" alt="Game 2">
                <h3>Spellbreak</h3>
                <p>Spellbreak — многопользовательская экшн-игра, в которой с помощью заклинаний можно разбудить в себе боевого мага. Оттачивайте искусство владения магией стихий, подходящей вашему стилю игры, и колдуйте мощные сочетания заклинаний, чтобы победить прочих игроков и править Пустыми землями.</p>
                <a href="#">Купить</a>
            </div>
        </section>
    </main>
<? include "footer.php"; ?>